import css from './AboutUs.module.css';
export const AboutUs = () => {
  return (
    <div className={`container ${css.aboutUsContainer}`}>
      <h3>Про нас</h3>
      <p>
        Ласкаво просимо до нашого інтернет-магазину морепродуктів, живих раків
        та розливного пива! Ми - команда ентузіастів, яка дала собі завдання
        забезпечити вас найсвіжішими та найсмачнішими продуктами прямо до вашого
        столу.
      </p>
      <h3> Наша місія</h3>
      <p>
        Наша місія - дарувати вам можливість насолоджуватися морепродуктами
        найвищої якості без жодних зусиль. Ми віримо, що кожен повинен мати
        доступ до найкращих продуктів, тому ми створили цей інтернет-магазин,
        щоб зробити ваше життя кращим.
      </p>
      <h3>Наш асортимент</h3>
      <p>
        У нашому магазині ви знайдете великий вибір живих та варених раків, креветки 
        різних розмірів та множину інших смаколиків які завжди готові розкрити
        вам свій незрівнянний смак. Для шанувальників пива у нас є розливне пиво
        з різними сортами та смаками.
      </p>
      <h3>Наша якість</h3>
      <p>
        Ми дбаємо про якість продуктів, які ми пропонуємо. Наші морепродукти
        завжди свіжі і вибираються з урахуванням найвищих стандартів. Наші живі
        раки утримуються в ідеальних умовах, щоб забезпечити їхню живучість і
        смакові якості. А наше розливне пиво - це справжній шедевр для справжніх
        гурманів.
      </p>
      <h3>Зв'яжіться з нами</h3>
      <p>
        Ми завжди готові відповісти на ваші питання та врахувати ваші побажання.
        Зв'яжіться з нами через нашу контактну форму на сайті або за номером
        телефону, вказаним на сторінці "Контакти". Ми завжди готові надати вам
        найкраще обслуговування.
      </p>
      <p>
        Дякуємо, що обрали нас для вашого гастрономічного задоволення. Ми робимо
        все можливе, щоб кожен ваш прийом їжі був особливим!
      </p>
      <p> З найкращими побажаннями, Команда "Раки та Риба"</p>
    </div>
  );
};
